[
  {
    "id": "speaker1",
    "name": "Dr. Phalgun Lolur",
    "title": "Global Scientific Quantum Development Lead",
    "organization": "Capgemini",
    "bio": "Phalgun Lolur is the Global Scientific Quantum Development Lead at Capgemini Quantum Lab, where he drives the intersection of quantum chemistry, materials science, data-driven methods, and quantum computing. With over 15 years of experience, he has been endorsed by the Royal Society for his expertise in theoretical and computational chemistry, quantum chemistry and computing. Dr. Lolur leads multidisciplinary teams to create innovative solutions in various sectors, focusing on integrating quantum computing with classical methodologies to form multi-scale modelling frameworks. His passion lies in developing practical quantum computing applications that tackle challenging problems in chemistry and materials science, positioning him as a leader in leveraging quantum technologies for materials innovation and scientific advancement.",
    "talkTitle": "Quantum Leap: Navigating Career Possibilities in Quantum Technologies",
    "talkAbstract": "Quantum technologies are on the brink of revolutionizing industries, from computing and cryptography to healthcare and energy, promising transformational advancements that will redefine our understanding of what's possible in the modern world. In this talk, Dr Phalgun Lolur, who serves as the Global Scientific Quantum Development Lead at Capgemini will explore the exciting realm of quantum technologies through his journey in research across academia, national labs and industry. Attendees will discover diverse career pathways for students and learn how to equip themselves with the skills and resources needed to thrive in this transformative field.",
    "image": "IMG_1987.JPG",
    "poster": null,
    "sessionTime": "November 15th - 4:00 PM",
    "sessionRoom": "VCAM Screening Room",
    "social": {
      "linkedin": "https://www.linkedin.com/in/phalgun-lolur/",
      "twitter": "#",
      "website": "#"
    }
  },
  {
    "id": "speaker2",
    "name": "To be Announced",
    "title": "TBA",
    "organization": "TBA",
    "bio": "Speaker details will be announced soon. Check back for updates!",
    "talkTitle": "To be Announced",
    "talkAbstract": "Talk details coming soon.",
    "image": "Timeline_02.png",
    "poster": null,
    "sessionTime": "TBA",
    "sessionRoom": "TBA",
    "social": {
      "linkedin": "#",
      "twitter": "#",
      "website": "#"
    }
  },
  {
    "id": "speaker3",
    "name": "To be Announced",
    "title": "TBA",
    "organization": "TBA",
    "bio": "Speaker details will be announced soon. Check back for updates!",
    "talkTitle": "To be Announced",
    "talkAbstract": "Talk details coming soon.",
    "image": "Timeline_04.png",
    "poster": null,
    "sessionTime": "TBA",
    "sessionRoom": "TBA",
    "social": {
      "linkedin": "#",
      "twitter": "#",
      "website": "#"
    }
  }
]
