[
  {
    "id": "speaker1",
    "name": "Dr. Phalgun Lolur",
    "title": "Global Quantum Development Lead",
    "organization": "Capgemini",
    "bio": "Dr. Phalgun Lolur serves as the Global Quantum Development Lead at Capgemini, bringing extensive experience from research across academia, national labs, and industry. His work focuses on advancing quantum technologies and helping organizations navigate the transformative potential of quantum computing.",
    "talkTitle": "Quantum Leap: Navigating Career Possibilities in Quantum Technologies",
    "talkAbstract": "Quantum technologies are on the brink of revolutionizing industries, from computing and cryptography to healthcare and energy, promising transformational advancements that will redefine our understanding of what's possible in the modern world. In this talk, Dr Phalgun Lolur, who serves as the Global Quantum Development Lead at Capgemini will explore the exciting realm of quantum technologies through his journey in research across academia, national labs and industry. Attendees will discover diverse career pathways for students and learn how to equip themselves with the skills and resources needed to thrive in this transformative field.",
    "image": "Timeline_01.png",
    "poster": null,
    "sessionTime": "November 14th - Time TBA",
    "sessionRoom": "Location TBA",
    "social": {
      "linkedin": "#",
      "twitter": "#",
      "website": "#"
    }
  },
  {
    "id": "speaker2",
    "name": "To be Announced",
    "title": "TBA",
    "organization": "TBA",
    "bio": "Speaker details will be announced soon. Check back for updates!",
    "talkTitle": "To be Announced",
    "talkAbstract": "Talk details coming soon.",
    "image": "Timeline_02.png",
    "poster": null,
    "sessionTime": "TBA",
    "sessionRoom": "TBA",
    "social": {
      "linkedin": "#",
      "twitter": "#",
      "website": "#"
    }
  },
  {
    "id": "speaker3",
    "name": "To be Announced",
    "title": "TBA",
    "organization": "TBA",
    "bio": "Speaker details will be announced soon. Check back for updates!",
    "talkTitle": "To be Announced",
    "talkAbstract": "Talk details coming soon.",
    "image": "Timeline_04.png",
    "poster": null,
    "sessionTime": "TBA",
    "sessionRoom": "TBA",
    "social": {
      "linkedin": "#",
      "twitter": "#",
      "website": "#"
    }
  }
]
